export const exploreWorlds = [
  {
    id: 'world-1',
    imgUrl: '/planet-01.png',
    title: 'تیم',
    desc: 'مدیر پروژه: نظارت بر کل پروژه، مدیریت زمان و تخصیص منابع',
    content: 'طراح UI/UX: طراحی وایرفریم و رابط کاربری',
    content2:'توسعه‌دهنده فرانت‌اند: پیاده‌سازی رابط کاربری',
    content3: 'توسعه‌دهنده بک‌اند: پیاده‌سازی هسته مرکزی محصول و پایگاه‌های داده',
    content4: 'توسعه‌دهنده دیتابیس: طراحی و پیاده‌سازی پایگاه‌های داده',
    content5: 'توسعه‌دهنده API: ایجاد و پیاده‌سازی APIهای مورد نیاز',
    content6: 'تیم QA: تست کیفیت و کارکرد سیستم',
    content7: 'تیم پشتیبانی: ارائه خدمات پس از تحویل پروِژه تا تا شش ماه پس از تحویل پروژه'
  },
  {
    id: 'world-2',
    imgUrl: '/planet-02.png',
    title: 'موارد فنی',
    desc:'نحوه پشتیبانی و گارانتی',
    content:'پشتیبانی: 6 ماه پس از تحویل پروژه',
    content2:'گارانتی: اصلاحات و بهبود‌های لازم در مدت 6 ماه پس از تحویل',
    content3:'SEO: توجه به SEO از ابتدای پروژه - تحقیق و پیاده‌سازی کلمات کلیدی مناسب -  بهینه‌سازی ساختار سایت برای موتورهای جستجو   ',
    content4:'تجربه کاربری و تست کاربردپذیری: انجام تست‌های Usability Testing - جمع‌آوری و استفاده از فیدبک کاربران برای بهبود تجربه کاربری ',
    content5:'مدیریت پروژه و ابزارهای همکاری تیمی: استفاده از ابزارهایی مانند Jira، Trello، Asana برای مدیریت پروژه',
    content6: 'تعیین نقطه MVP: مشخص کردن حداقل ویژگی‌های مورد نیاز برای عرضه اولیه محصول',
    content7: 'امنیت: توجه به امنیت از مرحله طراحی تا پیاده‌سازی - استفاده از پروتکل‌های امنیتی HTTPS - حفاظت از اطلاعات کاربران'
  },
  {
    id: 'world-3',
    imgUrl: '/planet-03.png',
    title: 'فاز سوم: رزرو هتل',
    desc:'طراحی و پیاده‌سازی صفحات جستجو هتل، لیست هتل‌ها و فیلترها، انتخاب اتاق، ورود اطلاعات مسافرین، پرداخت و رزرو، مدیریت خرید و پروفایل کاربر',
    content: 'تحلیل، بررسی رقبا، وایرفریم، رابط کاربری، پیاده‌سازی بک‌اند، فرانت‌اند، جمع‌بندی و تست، تست توسط کنترل کیفی و تاییدیه، پابلیش'
  },
  {
    id: 'world-4',
    imgUrl: '/planet-04.png',
    title: 'فاز دوم: خرید بلیط پرواز',
    desc: '1. طراحی و پیاده‌سازی صفحات جستجو، انتخاب بلیط و فیلترها، ورود اطلاعات مسافرین، پرداخت و صدور، مدیریت خرید و پروفایل کاربر',
    content:'2. تحلیل بررسی رقبا، وایرفریم، رابط کاربری، پیاده‌سازی بک‌اند، فرانت‌اند، جمع‌بندی و تست، تست توسط کنترل کیفی و تاییدیه، پابلیش',
    content2:'3. تاییدیه کارفرما',
    content3:'4. پوشش API از 5 Provider'
  },
  {
    id: 'world-5',
    imgUrl: '/planet-05.png',
    title: 'فاز اول: طراحی صفحات عمودی',
    desc:'طراحی UI و UX و صفحات عمودی وبسایت',
    content:'تحلیل فرآیندها',
    content2:'1. معماری اطلاعات و ساخت پرسونا',
    content3:'2. ساخت دیزاین سیستم اولیه',
    content4:'3. وایرفریم از صفحات عمودی',
    content5:'4. طراحی رابط کاربری صفحات عمودی',
    content6:'5. پیاده سازی فرانت‌اند',
    content7:'6. پیاده سازی بک‌اند و هسته مرکزی محصول',
    content8:'7. پیداه سازی پایگاه‌های داده',
    content9:'8. طراحی پنل مدیریت محصول (ادمین پنل)',
    content10:'9. پیاده سازی پنل مدیریت',
    content11:'10. تست صفحات پیاده‌سازی شده توسط تیم QA'
  },
];

export const startingFeatures = [
  'فاز اول : این فاز با توجه به موارد ارائه شده در بالا به 2 الی 3 ماه زمان نیاز دارد' ,
  'فاز دوم : به سه الی چهار ماه زمان نیاز دارد',
  'فاز سوم : به سه الی چهار ماه زمان نیاز دارد',
];

export const newFeatures = [
  {
    imgUrl: '/vrpano.svg',
    title: 'KPIهای پیشنهادی',
    subtitle:
        'نرخ تبدیل بازدیدکنندگان به خریداران | تعداد بلیط‌های فروخته شده | نرخ بازدیدکنندگان بازگشتی | مدت زمان بارگذاری صفحات | نرخ کلیک بر روی تبلیغات و لندینگ پیج‌های مارکتینگ | میزان تعامل کاربران با بخش‌های مختلف سایت',
  },
  {
    imgUrl: '/headset.svg',
    title: 'مشخصات سخت‌افزار',
    subtitle:
        'سرورهای ابری با قابلیت مقیاس‌پذیری | استفاده از CDN برای افزایش سرعت بارگذاری صفحات | پایگاه‌های داده با امنیت بالا و پشتیبانی از مقیاس‌پذیری',
  },
];

export const insights = [
  {
    imgUrl: '/planet-06.png',
    title: 'ارتقای تجربه کاربری با رویکرد شخصی‌سازی',
    subtitle:
        'برای بهبود تجربه کاربری، اضافه کردن قابلیت‌های شخصی‌سازی و پیشنهادات هوشمند به سایت می‌تواند بسیار مفید باشد. این قابلیت‌ها می‌توانند شامل پیشنهادات بلیط و هتل بر اساس سابقه جستجو و خرید کاربران، ایجاد پروفایل شخصی با تنظیمات دلخواه و ارائه پیشنهادات خاص بر اساس مکان جغرافیایی کاربر باشند. این رویکرد نه تنها تجربه کاربری را بهبود می‌بخشد بلکه می‌تواند نرخ تبدیل بازدیدکنندگان به خریداران را افزایش دهد',
  },
  {
    imgUrl: '/planet-07.png',
    title: 'توسعه اپلیکیشن موبایل همزمان با وبسایت',
    subtitle:
        'با توجه به اهمیت استفاده از دستگاه‌های موبایل در برنامه‌ریزی سفر، توسعه یک اپلیکیشن موبایل همزمان با وبسایت می‌تواند تأثیر بسزایی در جذب و نگه‌داشت کاربران داشته باشد. این اپلیکیشن می‌تواند تمامی قابلیت‌های وبسایت را در قالبی مناسب برای موبایل ارائه دهد و با ارسال نوتیفیکیشن‌های به موقع کاربران را از پیشنهادات ویژه و تخفیف‌ها مطلع کند',
  },
  {
    imgUrl: '/planet-08.png',
    title: 'ایجاد یک سیستم پاداش و وفاداری برای کاربران',
    subtitle:
        'پیاده‌سازی یک سیستم پاداش و وفاداری می‌تواند کاربران را به استفاده مکرر از سایت ترغیب کند. این سیستم می‌تواند شامل امتیازدهی برای هر خرید، ارائه تخفیف‌های ویژه برای کاربران وفادار و ایجاد مسابقات و جوایز باشد. این امر علاوه بر افزایش تعامل کاربران، به بهبود نرخ بازدیدکنندگان بازگشتی نیز کمک خواهد کرد',
  },
];

export const socials = [
  {
    name: 'twitter',
    url: '/twitter.svg',
  },
  {
    name: 'linkedin',
    url: '/linkedin.svg',
  },
  {
    name: 'instagram',
    url: '/instagram.svg',
  },
  {
    name: 'facebook',
    url: '/facebook.svg',
  },
];
